Repository: common-repository/spamdyke-analyzer
Catalog: languages/ietl-spamdyke-*.po
Languages: it_it

source: Spamdyke's error code: %s
it_it: Codice di errore Spamdyke: %s

source: Refused. Access is denied.
it_it: Rifiutato. Accesso negato.

source: Refused. Authentication is required to send mail.
it_it: Rifiutato. Autenticazione richiesta per poter inviare email.

source: Refused. Your IP address is blacklisted.
it_it: Rifiutato. Il tuo indirizzo IP è in lista nera.

source: Refused. Your domain name is blacklisted.
it_it: Rifiutato. Il tuo nome di dominio è in lista nera.

source: Refused. You are not following the SMTP protocol.
it_it: Rifiutato. Non stai seguendo il protocollo SMTP.

source: Your address has been graylisted. Try again later.
it_it: Il tuo indirizzo è in graylist. Prova di nuovo più tardi.

source: Refused. Your message has been blocked due to its content.
it_it: Rifiutato. Il tuo messaggio è stato bloccato a causa del suo contenuto.

source: Refused. Identical sender and recipient addresses are not allowed.
it_it: Rifiutato. Mittente e destinatario identici non sono permessi.

source: Refused. Your reverse DNS entry contains your IP address and a country code.
it_it: Rifiutato. Il tuo reverse DNS contiene il tuo indirizzo IP ed il codice nazione.

source: Refused. Your reverse DNS entry contains your IP address and a banned keyword.
it_it: Rifiutato. Il tuo reverse DNS contiene il tuo indirizzo IP ed una parola chiave bannata.

source: The text returned by qmail (or the downstream filter that generated the rejection).
it_it: Il testo restituito da qmail (o il filtro a valle che ha generato il rifiuto).

source: The text returned by the DNS RBL (if any) or Refused. Your IP address is listed in the RBL at name.
it_it: Il testo restituito dal RBL DNS (se presente) o rifiutato. Il tuo indirizzo IP è elencato nel RBL al nome.

source: Refused. You have no reverse DNS entry.
it_it: Rifiutato. Non hai un reverse DNS.

source: Refused. Your reverse DNS entry does not resolve.
it_it: Rifiutato. Il tuo reverse DNS non viene risolto.

source: The text returned by the RHSBL (if any) or Refused. Your domain name is listed in the RHSBL at name.
it_it: Il testo restituito dal RHSBL (se presente) o rifiutato. Il tuo nome di dominio è elencato nel RHSBL al nome.

source: Refused. Mail is not being accepted at this address.
it_it: Rifiutato. Email non accettata a questo indirizzo.

source: Refused. Mail is not being accepted.
it_it: Rifiutato. Email non accettata.

source: Refused. Sending to remote addresses (relaying) is not allowed.
it_it: Rifiutato. L'invio a indirizzi remoti (inoltro) non è consentito.

source: Refused. Your sender address has been blacklisted.
it_it: Rifiutato. L'indirizzo del mittente è stato inserito in lista nera.

source: Refused. The domain of your sender address has no mail exchanger (MX).
it_it: Rifiutato. Il dominio del mittente non ha alcun Mail Exchanger (MX).

source: Too many recipients. Try the remaining addresses again later.
it_it: Troppi recipienti. Riprova più tardi gli indirizzi rimanenti.

source: Improper recipient address. Try supplying a domain name.
it_it: Indirizzo destinatario improprio. Prova a fornire un nome di dominio.

source: Refused. You must specify at least one valid recipient.
it_it: Rifiutato. Devi specificare almeno un recipiente valido.

source: Refused. Authentication failed.
it_it: Rifiutato. Autenticazione fallita.

source: Failed to negotiate TLS connection.
it_it: Fallimento nella negoziazione della connessione TLS.

source: Timeout. Talk faster next time.
it_it: Tempo scaduto. Vai più in fretta la prossima volta.

source: Refused. Unknown authentication method.
it_it: Rifiutato. Metodo di autenticazione sconosciuto.
